Revit 2027 API
UnitTypeId.VoltAmperesPerSquareMeter Property
 Volt amperes per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VoltAmperesPerSquareMeter { get; }
Public Shared ReadOnly Property VoltAmperesPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VoltAmperesPerSquareMeter {
	ForgeTypeId^ get ();
}
static member VoltAmperesPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace